Repository: netzstrategen/wordpress-ssofact
Catalog: languages/ssofact-*.po
Languages: de_de

source: An error occurred while processing your data. Please try again in a few minutes.
de_de: Bei der Bearbeitung Ihrer Daten ist ein Fehler aufgetreten. Bitte versuchen Sie es in ein paar Minuten erneut.

source: Existing subscription number
de_de: Bestehende Abonummer

source: Salutation
de_de: Anrede

source: Mr.
de_de: Herr

source: Ms.
de_de: Frau

source: House num.
de_de: Hausnr.

source: Phone prefix
de_de: Vorwahl

source: Address changed
de_de: Adresse geändert

source: Address change emails are sent to the chosen recipient(s) when a customer updates their billing or shipping address.
de_de: Adressänderungsbenachrichtigungen werden an die ausgewählten Empfänger gesendet, wenn ein Kunde seine Rechnungs- oder Lieferadresse ändert.

source: [{site_title}] Address changed: {customer}
de_de: [{site_title}] Addressänderung: {customer}

source: Phone: %s
de_de: Telefon: %s

source: The following {address_type} has been edited on {site_url}:
de_de: Die folgende {address_type} wurde bearbeitet auf {site_url}:

source: Customer: {customer}
de_de: Kunde: {customer}
